import React from "react";
import Header from "../../components/Header";
import Footer from "../../components/Footer";
import aboutusimg from "./Furniture-company-profiles-2.webp"
import about from "./about.jpg"
import "./AboutUs.css";


function AboutUs() {
  return (
    <div >
      <Header />
      <div id='about' className="about">
        <div className="about-container">
      <h1>Про Нас</h1>
      <img src={aboutusimg} alt="aboutusimg" className="aboutusimg" />
      <p> Ми - команда професіоналів, що займається виробництвом меблів вже протягом багатьох років. Наша мета - створювати функціональні та естетичні меблі, які будуть слугувати Вам протягом багатьох років.</p>
      <p> Наша компанія знаходиться в Україні, і ми пишаємося тим, що ми виготовляємо меблі тільки з місцевих матеріалів та використовуємо українську робочу силу. Ми прагнемо до того, щоб наші клієнти не тільки задовольнялися нашими меблями, а й підтримували місцеве виробництво та сприяли розвитку української економіки.</p>
      <p> Наші меблі - це результат талановитої роботи наших дизайнерів та майстрів-меблевиків. Ми використовуємо лише якісні матеріали та меблеві фурнітури, щоб забезпечити довговічність та надійність наших виробів.</p>
      <p> Ми завжди стежимо за останніми тенденціями у світі дизайну та меблевого виробництва, а також приділяємо особливу увагу індивідуальним потребам та бажанням кожного нашого клієнта. Ми завжди раді допомогти Вам вибрати ті меблі, які стануть найкращим варіантом для Вашого дому або офісу.</p>
      <p> Ми гордо працюємо, щоб надати нашим клієнтам меблі, які будуть прекрасним доповненням до їхнього життя та роботи. Дякуємо за інтерес до нашої компанії та меблів, які ми виробляємо!</p>
      <p> Ми пишаємося нашою високою якістю та надійністю, яку ми гарантуємо нашим клієнтам. Ми завжди відкриті до співпраці та готові зробити все можливе, щоб задовольнити потреби наших клієнтів.</p>
      <img src={about} alt="about" className="aboutimg" />
      <p> Наші меблі виготовляються з урахуванням всіх стандартів та вимог, що забезпечують їхню безпеку та комфортність використання. Ми дбаємо про кожну деталь та процес виробництва, щоб забезпечити найкращу якість наших виробів.</p>
      <p> Наші меблі - це не просто предмети інтер'єру, але й наша місія допомагати кожному клієнту зробити свій дім та робоче місце більш комфортними та затишними. Ми розуміємо, що меблі - це важлива інвестиція, тому ми завжди готові надати нашим клієнтам допомогу та консультації з будь-яких питань, пов'язаних з нашими виробами.</p>
      <p> Наша компанія - це не просто виробник меблів, але й команда професіоналів, які прагнуть до того, щоб зробити світ кращим та зручнішим місцем для життя. Ми віримо, що наші меблі зможуть допомогти кожному зробити своє життя більш комфортним та затишним.</p>
      <p> Дякуємо за те, що обрали нашу компанію та наші меблі! Ми завжди раді будь-якій співпраці та зверненням від наших клієнтів. Нехай наші меблі стануть чудовим доповненням до Вашого життя!</p>
      </div>
      </div>
      <Footer />
    </div>
  );
}

export default AboutUs;